app/controllers/inquiries_controller.rb

  def create
    @inquiry = Inquiry.new(params[:inquiry])
    if @inquiry.save
---
INSERT INTO `inquiries` (`name`, `company`, `created_at`, `updated_at`, `content`, `email`) VALUES('j', 'j@j.com', '2009-12-15 04:21:52', '2009-12-15 04:21:52', 'df', 'j@j.com')